import {Chapter} from "src/data/types.ts";


export const ch9:Chapter[]=[{name: "Электролитическая диссоциация. Ионные реакции в растворах", topics: []},
    {name: "Окислительно-восстановительные реакции", topics: []},
    {name: "Химия щелочных металлов", topics: []},
    {name: "Химия галогенов", topics: []},
    {name: "Химия металлов 2-й группы", topics: []},
    {name: "Химия благородных газов", topics: []},
    {name: "Химия серы", topics: []},
    {name: "Химия алюминия и бора", topics: []},
    {name: "Химия фосфора", topics: []},
    {name: " Химия азота", topics: []},
    {name: "Химия кремния ", topics: []},
    {name: "Химия углерода", topics: []},
    {name: "Общие сведения о химии переходных металлов", topics: []},
    {name: "Химия хрома и марганца ", topics: []},
    {name: "Химия элементов триады железа", topics: []},
    {name: "Химия элементов 11-й и 12-й групп", topics: []}]