import {T1} from "src/data/types.ts";


export const ch9:T1[]=[{name: "Электролитическая диссоциация. Ионные реакции в растворах", t2s: []},
    {name: "Окислительно-восстановительные реакции", t2s: []},
    {name: "Химия щелочных металлов", t2s: []},
    {name: "Химия галогенов", t2s: []},
    {name: "Химия металлов 2-й группы", t2s: []},
    {name: "Химия благородных газов", t2s: []},
    {name: "Химия серы", t2s: []},
    {name: "Химия алюминия и бора", t2s: []},
    {name: "Химия фосфора", t2s: []},
    {name: " Химия азота", t2s: []},
    {name: "Химия кремния ", t2s: []},
    {name: "Химия углерода", t2s: []},
    {name: "Общие сведения о химии переходных металлов", t2s: []},
    {name: "Химия хрома и марганца ", t2s: []},
    {name: "Химия элементов триады железа", t2s: []},
    {name: "Химия элементов 11-й и 12-й групп", t2s: []}]