import {T1} from "src/data/types.ts";


export const ph8:T1[]=[{name: "Прямолинейное распространение света", t2s: []},
    {name: "Отражение света от плоского зеркала", t2s: []},
    {name: "Построения в системе плоских зеркал", t2s: []},
    {name: "Изображения в системе плоских зеркал", t2s: []},
    {name: "Закон преломления света", t2s: []},
    {name: "Преломление света в неоднородных средах", t2s: []},
    {name: "Преломление света при малых углах падения", t2s: []},
    {name: "Построения в тонких линзах", t2s: []},
    {name: "Преломление света на сферической поверхности", t2s: []},
    {name: "Оптические системы", t2s: []},
    {name: "Оптические приборы", t2s: []}]