import {Chapter} from "src/data/types.ts";


export const ph8:Chapter[]=[{name: "Прямолинейное распространение света", topics: []},
    {name: "Отражение света от плоского зеркала", topics: []},
    {name: "Построения в системе плоских зеркал", topics: []},
    {name: "Изображения в системе плоских зеркал", topics: []},
    {name: "Закон преломления света", topics: []},
    {name: "Преломление света в неоднородных средах", topics: []},
    {name: "Преломление света при малых углах падения", topics: []},
    {name: "Построения в тонких линзах", topics: []},
    {name: "Преломление света на сферической поверхности", topics: []},
    {name: "Оптические системы", topics: []},
    {name: "Оптические приборы", topics: []}]